Repository: capstanlqc-pisa/PISA_2025_fr-ZZ_Translation1_OMT
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_zz

source: Are you interested in videogames?
fr_zz: Les videogames vous intéressent ?

source: Click here to continue.
fr_zz: Cliquez ici pour continuer.

source: Interested
fr_zz: Intéressé/e

source: Not interested
fr_zz: Pas intéressé/e

source: Not interested at all
fr_zz: Pas du tout intéressé/e

source: Please select one response.
fr_zz: Sélectionner une seule réponse

source: Select the best option.
fr_zz: Sélectionnez la meilleure option.

source: There are no right answers.
fr_zz: Il n'y a pas de réponses correctes.

source: Very interested
fr_zz: Très intéressé/e

source: Welcome to this survey!
fr_zz: Soyez bienvenu/e à cette enquête !
